{
  "copied": "Copié",
  "copy": "Copier",
  "enrollConfirmFooterDescription": "Sécurisez vos achats grâce à la carte virtuelle, afin que les commerçants ne disposent pas de votre numéro de carte.",
  "enrollConfirmTitle": "Enregistrez une carte virtuelle en seulement 2 étapes !",
  "enrollLearnMore": "En savoir plus sur la carte virtuelle",
  "enrollNow": "S’inscrire maintenant",
  "expirationDate": "Date d’expiration",
  "fillingVirtualCard": "Nous remplissons les informations de votre carte virtuelle… Veuillez patienter.",
  "fillingVirtualCardDescription": "Nous nous connectons à votre banque pour générer les détails de la carte pour cette transaction. Cette opération peut prendre quelques secondes.",
  "fillingVirtualCardFailed": "Un problème est survenu",
  "fillingVirtualCardFailedDescription": "L’émetteur de votre carte n’est pas en mesure de générer les détails de la carte virtuelle pour le moment. Veuillez réessayer de renseigner automatiquement les informations de la carte ou désactivez la carte virtuelle.",
  "gotIt": "J’ai compris",
  "hide": "Masquer",
  "maybeLater": "Peut-être plus tard",
  "pageTitle": "Portefeuille de carte à jeton",
  "readyDescription": "Edge vous permet de faire des achats en toute sécurité en communiquant à ce commerçant un ensemble de données de carte à usage unique.",
  "securityCode": "Cryptogramme",
  "securityDescription": "Cette couche de sécurité supplémentaire vous protège davantage contre les brèches ou les piratages de données.",
  "show": "Afficher",
  "successCardFlyoutTitle": "Numéro de carte virtuelle",
  "tokenizedSuccessDescription": "Nous avons mis à jour votre carte en lui attribuant un numéro de carte virtuelle et un code CVV à usage unique.",
  "tokenizedSuccessTitle": "Vérifié avec succès",
  "virtualCardNumber": "Numéro de carte virtuelle",
  "virtualCardReadyFlyoutDescription": "Les détails de votre carte virtuelle ont été renseignés. Si ce n’est pas le cas, cliquez sur les détails de la carte ci-dessous pour les copier.",
  "virtualCardReadyFlyoutLearnMore": "En savoir plus sur les cartes virtuelles",
  "virtualCardReadyFlyoutTitle": "La carte virtuelle est prête",
  "virtualCardSystemFailureDescription": "Nous ne pouvons pas récupérer les détails de votre carte virtuelle. Veuillez visiter $1 pour obtenir les détails de votre carte virtuelle.",
  "virtualCardSystemFailureLink": "Visitez $1"
}