{
  "copied": "Copiado",
  "copy": "Copiar",
  "enrollConfirmFooterDescription": "Proteja as suas compras com o Cartão virtual para que os comerciantes não vejam o número do seu cartão.",
  "enrollConfirmTitle": "Inscreva o cartão virtual em apenas dois passos!",
  "enrollLearnMore": "Saber mais sobre o cartão virtual",
  "enrollNow": "Inscrever agora",
  "expirationDate": "Data de validade",
  "fillingVirtualCard": "Estamos a preencher as informações do seu cartão virtual…",
  "fillingVirtualCardDescription": "Estamos a estabelecer uma ligação com o seu banco para gerar os detalhes do cartão para esta transação. Isto pode demorar alguns segundos.",
  "fillingVirtualCardFailed": "Ocorreu um erro",
  "fillingVirtualCardFailedDescription": "O emissor do seu cartão não consegue gerar detalhes do cartão virtual neste momento. Tente preencher automaticamente o cartão de novo ou desative o cartão virtual.",
  "gotIt": "Percebi",
  "hide": "Ocultar",
  "maybeLater": "Talvez mais tarde",
  "pageTitle": "Cartão com Token da Carteira",
  "readyDescription": "O Edge permite-lhe fazer compras em segurança ao enviar um conjunto exclusivo de detalhes de cartão de utilização única para este comerciante.",
  "securityCode": "Código de segurança",
  "securityDescription": "Esta camada adicional de segurança oferece-lhe mais proteção contra falhas de segurança e acesso ilícito a dados.",
  "show": "Mostrar",
  "successCardFlyoutTitle": "Número do Cartão Virtual",
  "tokenizedSuccessDescription": "Atualizámos o seu cartão com um número de cartão virtual e um CVV de utilização única.",
  "tokenizedSuccessTitle": "Verificado com êxito",
  "virtualCardNumber": "Número do cartão virtual",
  "virtualCardReadyFlyoutDescription": "Os detalhes do seu cartão virtual foram preenchidos. Se não for esse o caso, clique nos detalhes do cartão abaixo para copiar.",
  "virtualCardReadyFlyoutLearnMore": "Saber mais sobre cartões virtuais",
  "virtualCardReadyFlyoutTitle": "Cartão virtual pronto",
  "virtualCardSystemFailureDescription": "Não conseguimos obter os detalhes do seu cartão virtual. Visite $1 para obter os detalhes do seu cartão virtual.",
  "virtualCardSystemFailureLink": "Visite $1"
}